// список всех предметов на разных языках (для поурочных планов)
export const allSubjects = {
    kk: [
        "Ағылшын тілі",
        "Алғашқы әскери және технологиялық дайындық",
        "Адам. Қоғам. Құқық",
        "Алгебра",
        "Алгебра және анализ бастамалары",
        "Биология",
        "География",
        "Геометрия",
        "Дене шынықтыру",
        "Дүниежүзі тарихы",
        "Жаратылыстану",
        "Өзін-өзі тану",
        "Информатика",
        "Қазақ әдебиеті",
        "Қазақ тілі",
        "Қазақ тілі мен әдебиеті",
        "Қазақстан тарихы",
        "Көркем еңбек (қыздар)",
        "Көркем еңбек (ұлдар)",
        "Математика",
        "Музыка",
        "Неміс тілі",
        "Орыс әдебиеті",
        "Орыс тілі",
        "Орыс тілі мен әдебиеті",
        "Физика",
        "Француз тілі",
        "Химия",
        "Кәсіпкерлік және бизнес негіздері",
        "Графика және жобалау"
    ],
    ru: [
        "Английский язык",
        "Начальная военная и технологическая подготовка",
        "Основы права",
        "Алгебра",
        "Алгебра и начала анализа",
        "Биология",
        "География",
        "Геометрия",
        "Физическая культура",
        "Всемирная история",
        "Естествознание",
        "Самопознание",
        "Информатика",
        "Казахская литература",
        "Казахский язык",
        "Казахский язык и литература",
        "История Казахстана",
        "Художественный труд (девочки)",
        "Художественный труд (мальчики)",
        "Математика",
        "Музыка",
        "Немецкий язык",
        "Русская литература",
        "Русский язык",
        "Русский язык и литература",
        "Физика",
        "Французский язык",
        "Химия",
        "Основы предпринимательства и бизнеса",
        "Графика и проектирование"
    ]
};

// список всех классов обучения
export const allClasses = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12];

// языки обучения
export const languages = {
    ru: "Русский",
    kk: "Казахский",
    en: "Английский"
};
